Repository: ififi2017/Off-Work-Countdown
Catalog: src-mobile/ios/App/App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi_in, id, it, ja, ko, mr_in, pt, ru, th, tr, vi, zh_cn, zh_hk, zh_tw

# lunchPauseNote
source: Countdown, progress and earnings pause during lunch.
ar: يتوقف العد والتقدم والأرباح أثناء الغداء.
de: Countdown, Fortschritt und Verdienst pausieren während der Mittagspause.
es: La cuenta atrás, el progreso y las ganancias se pausan durante la comida.
fr: Le compte à rebours, la progression et les gains sont en pause pendant le déjeuner.
hi_in: दोपहर के अवकाश में काउंटडाउन, प्रगति और कमाई रुक जाती है।
id: Hitung mundur, progres, dan pendapatan dijeda saat makan siang.
it: Conto alla rovescia, avanzamento e guadagni si fermano durante il pranzo.
ja: 昼休み中はカウントダウン、進捗、収益が停止します。
ko: 점심시간에는 카운트다운, 진행률, 수입이 일시 정지됩니다.
mr_in: दुपारच्या सुट्टीत काउंटडाउन, प्रगती आणि कमाई थांबते.
pt: Contagem, progresso e ganhos pausam durante o almoço.
ru: На обеде таймер, прогресс и заработок приостанавливаются.
th: เวลานับถอยหลัง ความคืบหน้า และรายได้จะหยุดระหว่างพักกลางวัน
tr: Öğle molasında geri sayım, ilerleme ve kazanç duraklar.
vi: Đếm ngược, tiến độ và thu nhập tạm dừng trong giờ nghỉ trưa.
zh_cn: 午休期间倒计时、进度和今日已赚都会暂停。
zh_hk: 午休期間倒數、進度及今日已賺都會暫停。
zh_tw: 午休期間倒數、進度與今日已賺都會暫停。

# lunchPauseNoteNoSalary
source: The countdown and progress pause during the break.
ar: يتوقّف العدّ التنازلي والتقدّم أثناء الاستراحة.
de: Countdown und Fortschritt pausieren während der Pause.
es: La cuenta atrás y el progreso se pausan durante el descanso.
fr: Le compte à rebours et la progression sont en pause pendant la pause.
hi_in: ब्रेक के दौरान काउंटडाउन और प्रगति रुक जाते हैं।
id: Hitung mundur dan progres berhenti selama istirahat.
it: Il conto alla rovescia e i progressi si fermano durante la pausa.
ja: 休憩中はカウントダウンと進捗が停止します。
ko: 휴식 중에는 카운트다운과 진행률이 멈춥니다.
mr_in: विश्रांतीदरम्यान काउंटडाउन आणि प्रगती थांबते.
pt: A contagem e o progresso ficam em pausa durante o intervalo.
ru: Во время перерыва отсчёт и прогресс приостанавливаются.
th: ระหว่างพัก การนับถอยหลังและความคืบหน้าจะหยุดชั่วคราว
tr: Mola sırasında geri sayım ve ilerleme durur.
vi: Đồng hồ đếm ngược và tiến độ tạm dừng trong giờ nghỉ.
zh_cn: 午休期间倒计时和进度都会暂停。
zh_hk: 午休期間倒數和進度都會暫停。
zh_tw: 午休期間倒數和進度都會暫停。

# lunchShort
source: Lunch
ar: الغداء
de: Pause
es: Pausa
fr: Pause
hi_in: लंच
id: Istirahat
it: Pausa
ja: 昼休み
ko: 점심
mr_in: जेवण
pt: Pausa
ru: Обед
th: พักเที่ยง
tr: Mola
vi: Nghỉ trưa
zh_cn: 午休
zh_hk: 午休
zh_tw: 午休

# lunchStartNotification
source: Lunch has started. Your countdown is paused.
ar: بدأت استراحة الغداء. تم إيقاف العد مؤقتًا.
de: Die Mittagspause beginnt. Der Countdown ist pausiert.
es: Empieza la pausa. La cuenta atrás está pausada.
fr: La pause déjeuner commence. Le compte à rebours est en pause.
hi_in: दोपहर का अवकाश शुरू हुआ। काउंटडाउन रुका है।
id: Istirahat makan siang dimulai. Hitung mundur dijeda.
it: Inizia la pausa pranzo. Il conto alla rovescia è in pausa.
ja: 昼休みです。カウントダウンを一時停止しました。
ko: 점심시간이 시작되어 카운트다운을 일시 정지했습니다.
mr_in: दुपारची सुट्टी सुरू झाली. काउंटडाउन थांबवले आहे.
pt: O intervalo começou. A contagem está pausada.
ru: Начался обед. Таймер приостановлен.
th: เริ่มพักกลางวันแล้ว ตัวนับหยุดชั่วคราว
tr: Öğle molası başladı. Geri sayım duraklatıldı.
vi: Đã đến giờ nghỉ trưa. Đếm ngược tạm dừng.
zh_cn: 午休开始啦，倒计时已暂停。
zh_hk: 午休開始，倒數已暫停。
zh_tw: 午休開始，倒數已暫停。

# lunchStartReminder
source: Tell me when the break starts
ar: أخبرني عند بدء الاستراحة
de: Zum Pausenbeginn erinnern
es: Avisarme al empezar la pausa
fr: Me prévenir au début de la pause
hi_in: ब्रेक शुरू होने पर बताएं
id: Beri tahu saat istirahat mulai
it: Avvisami all'inizio della pausa
ja: 休憩開始時に知らせる
ko: 휴식 시작 시 알림
mr_in: विश्रांती सुरू झाल्यावर कळवा
pt: Avisar quando a pausa começar
ru: Сообщить о начале перерыва
th: เตือนตอนเริ่มพัก
tr: Mola başlayınca haber ver
vi: Báo khi bắt đầu nghỉ
zh_cn: 午休开始时提醒我
zh_hk: 午休開始時提醒我
zh_tw: 午休開始時提醒我

# lunchStartTime
source: Starts
ar: البدء
de: Beginn
es: Inicio
fr: Début
hi_in: शुरू
id: Mulai
it: Inizio
ja: 開始時刻
ko: 시작 시간
mr_in: सुरुवात
pt: Início
ru: Начало
th: เริ่ม
tr: Başlangıç
vi: Bắt đầu
zh_cn: 开始时间
zh_hk: 開始時間
zh_tw: 開始時間

source: Lunch taken
ar: استراحة الغداء
de: Mittagspause
es: Comida
fr: Pause déjeuner
hi_in: लंच ब्रेक
id: Istirahat makan
it: Pausa pranzo
ja: 休憩時間
ko: 점심 시간
mr_in: जेवणाची सुट्टी
pt: Almoço
ru: Обед
th: พักกลางวัน
tr: Öğle arası
vi: Nghỉ trưa
zh_cn: 午休时段
zh_hk: 午飯時段
zh_tw: 午休時段

# manualTiming
source: Time manually
ar: توقيت يدوي
de: Manuell zählen
es: Contar a mano
fr: Compter à la main
hi_in: हाथ से गिनें
id: Hitung manual
it: Conta a mano
ja: 手動で計時
ko: 수동 계측
mr_in: हाताने वेळ मोजा
pt: Contar manualmente
ru: Считать вручную
th: จับเวลาเอง
tr: Elle say
vi: Đếm thủ công
zh_cn: 手动计时
zh_hk: 手動計時
zh_tw: 手動計時

# manualTimingBanner
source: Timing manually
ar: جارٍ التوقيت اليدوي
de: Wird manuell gezählt
es: Contando a mano
fr: Compte manuel en cours
hi_in: हाथ से गिन रहे हैं
id: Sedang menghitung manual
it: Conteggio manuale in corso
ja: 手動で計時中
ko: 수동으로 계측 중
mr_in: हाताने वेळ मोजत आहे
pt: Contando manualmente
ru: Идёт ручной подсчёт
th: กำลังจับเวลาเอง
tr: Elle sayılıyor
vi: Đang đếm thủ công
zh_cn: 正在手动计时
zh_hk: 而家手動計時
zh_tw: 正在手動計時

# microBreakEffectiveTimeNote
source: Only effective work time counts; lunch and off-hours never trigger reminders.
ar: يُحسب وقت العمل الفعلي فقط؛ لا تنبيهات أثناء الغداء أو بعد العمل.
de: Nur effektive Arbeitszeit zählt; in Pausen und nach Feierabend gibt es keine Erinnerung.
es: Solo cuenta el trabajo efectivo; no se avisa durante la comida ni fuera del horario.
fr: Seul le travail effectif compte ; aucun rappel au déjeuner ni après le travail.
hi_in: केवल प्रभावी कार्य समय गिना जाता है; भोजनावकाश या काम के बाद सूचना नहीं।
id: Hanya waktu kerja efektif yang dihitung; tidak ada pengingat saat makan siang atau setelah kerja.
it: Conta solo il lavoro effettivo; niente avvisi a pranzo o fuori orario.
ja: 実働時間のみを計測し、昼休みや勤務外には通知しません。
ko: 유효 근무 시간만 계산하며 점심시간과 퇴근 후에는 알리지 않습니다.
mr_in: फक्त प्रभावी कामाचा वेळ मोजला जातो; दुपारच्या सुट्टीत किंवा कामानंतर सूचना नाही.
pt: Só conta o trabalho efetivo; sem avisos no almoço ou fora do expediente.
ru: Учитывается только активная работа; на обеде и после работы уведомлений нет.
th: นับเฉพาะเวลาทำงานจริง ไม่เตือนช่วงพักกลางวันหรือหลังเลิกงาน
tr: Yalnızca etkin çalışma sayılır; öğle molasında ve mesai dışında bildirim yoktur.
vi: Chỉ tính thời gian làm việc hiệu quả; không nhắc lúc nghỉ trưa hay ngoài giờ.
zh_cn: 只计算有效工作时间；午休和下班后不会提醒。
zh_hk: 只計有效工作時間；午休及收工後不會提醒。
zh_tw: 只計算有效工作時間；午休與下班後不會提醒。

# microBreakFollowsFocus
source: Follows the pomodoro
ar: يتبع البومودورو
de: Folgt dem Pomodoro
es: Sigue al pomodoro
fr: Suit le pomodoro
hi_in: पोमोडोरो के अनुसार
id: Mengikuti pomodoro
it: Segue il pomodoro
ja: ポモドーロに合わせる
ko: 뽀모도로를 따름
mr_in: पोमोडोरोनुसार
pt: Segue o pomodoro
ru: По ритму помодоро
th: ตามโพโมโดโร
tr: Pomodoro'yu izler
vi: Theo pomodoro
zh_cn: 跟随番茄钟
zh_hk: 跟隨番茄鐘
zh_tw: 跟隨番茄鐘

# microBreakInterval
source: Remind me every
ar: تذكيري كل
de: Erinnern alle
es: Recordarme cada
fr: Me rappeler toutes les
hi_in: हर कितनी देर में
id: Ingatkan setiap
it: Ricordamelo ogni
ja: 通知間隔
ko: 알림 간격
mr_in: किती वेळाने
pt: Lembrar a cada
ru: Напоминать каждые
th: เตือนทุก
tr: Hatırlatma aralığı
vi: Nhắc mỗi
zh_cn: 提醒间隔
zh_hk: 提醒間隔
zh_tw: 提醒間隔

# microBreakMessages.1
source: You've been at it for {{minutes}} minutes. Go get some water.
ar: مضت {{minutes}} دقيقة متواصلة. قم واشرب بعض الماء.
de: Du sitzt seit {{minutes}} Minuten dran. Hol dir etwas Wasser.
es: Llevas {{minutes}} minutos seguidos. Bebe un poco de agua.
fr: Vous y êtes depuis {{minutes}} minutes. Allez boire un peu d’eau.
hi_in: {{minutes}} मिनट से लगातार काम चल रहा है। उठकर थोड़ा पानी पी लें।
id: Sudah {{minutes}} menit nonstop. Ambil air minum dulu.
it: Lavori da {{minutes}} minuti. Bevi un po’ d’acqua.
ja: {{minutes}} 分続けて作業しています。水を一口どうぞ。
ko: {{minutes}}분째 이어서 하고 있어요. 물 한 잔 마시고 와요.
mr_in: {{minutes}} मिनिटे सलग काम सुरू आहे. उठून थोडे पाणी प्या.
pt: Você está nisso há {{minutes}} minutos. Vá beber um pouco de água.
ru: Вы работаете уже {{minutes}} мин. Сходите за водой.
th: ทำต่อเนื่องมา {{minutes}} นาทีแล้ว ลุกไปดื่มน้ำสักหน่อย
tr: {{minutes}} dakikadır aralıksız çalışıyorsun. Kalk, biraz su iç.
vi: Bạn đã làm liền {{minutes}} phút. Đứng dậy uống chút nước nhé.
zh_cn: 已经连续工作 {{minutes}} 分钟了，起来喝口水吧。
zh_hk: 連續做咗 {{minutes}} 分鐘，起身飲啖水啦。
zh_tw: 連續工作 {{minutes}} 分鐘了，起來喝口水吧。

# microBreakMessages.2
source: {{minutes}} minutes straight. Stand up and roll your shoulders.
ar: {{minutes}} دقيقة دون توقف. قف وحرّك كتفيك.
de: {{minutes}} Minuten am Stück. Steh auf und lockere die Schultern.
es: {{minutes}} minutos sin parar. Levántate y suelta los hombros.
fr: {{minutes}} minutes d’affilée. Levez-vous et détendez les épaules.
hi_in: {{minutes}} मिनट हो गए। खड़े होकर कंधे ढीले कर लें।
id: {{minutes}} menit berlalu. Berdiri dan longgarkan bahu.
it: {{minutes}} minuti di fila. Alzati e sciogli le spalle.
ja: {{minutes}} 分たちました。立って肩を回しましょう。
ko: {{minutes}}분 지났어요. 일어나서 어깨를 풀어 봐요.
mr_in: {{minutes}} मिनिटे झाली. उभे राहून खांदे मोकळे करा.
pt: {{minutes}} minutos seguidos. Levante e solte os ombros.
ru: {{minutes}} мин без перерыва. Встаньте и разомните плечи.
th: ผ่านไป {{minutes}} นาทีแล้ว ลุกขึ้นยืดไหล่สักนิด
tr: {{minutes}} dakika oldu. Ayağa kalk, omuzlarını gevşet.
vi: {{minutes}} phút trôi qua rồi. Đứng lên xoay vai một chút.
zh_cn: 工作 {{minutes}} 分钟了，站起来活动一下肩颈。
zh_hk: 做咗 {{minutes}} 分鐘，企起身鬆一鬆膊頭。
zh_tw: 工作 {{minutes}} 分鐘了，站起來活動一下肩頸。

# microBreakMessages.3
source: {{minutes}} minutes at the desk. Look at something far away for a bit.
ar: {{minutes}} دقيقة أمام الشاشة. انظر بعيدًا قليلًا.
de: {{minutes}} Minuten am Bildschirm. Schau kurz in die Ferne.
es: {{minutes}} minutos frente a la pantalla. Mira a lo lejos un momento.
fr: {{minutes}} minutes devant l’écran. Regardez au loin un instant.
hi_in: {{minutes}} मिनट से स्क्रीन पर हैं। थोड़ी देर दूर देख लें।
id: {{minutes}} menit menatap layar. Lihat yang jauh sebentar.
it: {{minutes}} minuti davanti allo schermo. Guarda lontano per un attimo.
ja: {{minutes}} 分画面を見ています。少し遠くを眺めましょう。
ko: {{minutes}}분째 화면만 봤어요. 잠깐 먼 곳을 봐요.
mr_in: {{minutes}} मिनिटे स्क्रीनवर आहात. जरा लांबवर बघा.
pt: {{minutes}} minutos na tela. Olhe para longe por um instante.
ru: {{minutes}} мин у экрана. Посмотрите вдаль пару секунд.
th: จ้องจอมา {{minutes}} นาทีแล้ว มองไกลๆ สักครู่
tr: {{minutes}} dakikadır ekrandasın. Biraz uzağa bak.
vi: {{minutes}} phút nhìn màn hình. Nhìn ra xa một lát.
zh_cn: {{minutes}} 分钟过去了，眼睛也该歇歇，看看远处。
zh_hk: {{minutes}} 分鐘過去，對眼都要抖一抖，望下遠處。
zh_tw: {{minutes}} 分鐘過去了，眼睛也該歇歇，看看遠處。

# microBreakMessages.4
source: {{minutes}} minutes in. A short walk, then back to it.
ar: {{minutes}} دقيقة متواصلة. امشِ بضع خطوات ثم عد.
de: {{minutes}} Minuten durchgearbeitet. Geh ein paar Schritte und komm zurück.
es: {{minutes}} minutos sin descanso. Da unos pasos y vuelve.
fr: {{minutes}} minutes sans pause. Faites quelques pas, puis revenez.
hi_in: {{minutes}} मिनट लगातार हो गए। दो कदम चलकर लौट आएँ।
id: {{minutes}} menit tanpa jeda. Jalan sebentar, lalu kembali.
it: {{minutes}} minuti senza pause. Fai due passi e torna.
ja: {{minutes}} 分ぶっ通しです。少し歩いてから戻りましょう。
ko: {{minutes}}분 내리 앉아 있었어요. 몇 걸음 걷고 와요.
mr_in: {{minutes}} मिनिटे सलग झाली. दोन पावले चालून या.
pt: {{minutes}} minutos sem parar. Dê uns passos e volte.
ru: {{minutes}} мин подряд. Пройдитесь немного и возвращайтесь.
th: นั่งรวดเดียว {{minutes}} นาที เดินสักสองก้าวแล้วค่อยกลับมา
tr: {{minutes}} dakika ara vermedin. Birkaç adım at, sonra dön.
vi: {{minutes}} phút không nghỉ. Đi vài bước rồi quay lại.
zh_cn: 连续 {{minutes}} 分钟了，走两步再回来吧。
zh_hk: 連續 {{minutes}} 分鐘，行兩步再返嚟啦。
zh_tw: 連續 {{minutes}} 分鐘了，走兩步再回來吧。

# microBreakOpenFocus
source: See today's blocks
ar: اطّلع على فترات اليوم
de: Heutige Blöcke ansehen
es: Ver los bloques de hoy
fr: Voir les blocs du jour
hi_in: आज के ब्लॉक देखें
id: Lihat blok hari ini
it: Vedi i blocchi di oggi
ja: 今日の予定を見る
ko: 오늘 배치 보기
mr_in: आजचे ब्लॉक पाहा
pt: Ver os blocos de hoje
ru: Посмотреть блоки на сегодня
th: ดูช่วงของวันนี้
tr: Bugünün bloklarına bak
vi: Xem các ô hôm nay
zh_cn: 去看今天的排布
zh_hk: 去看今天的排布
zh_tw: 去看今天的排布

# microBreakReminder
source: Health reminder
ar: تذكير صحي
de: Gesundheitserinnerung
es: Recordatorio de salud
fr: Rappel santé
hi_in: स्वास्थ्य अनुस्मारक
id: Pengingat kesehatan
it: Promemoria salute
ja: 健康リマインダー
ko: 건강 알림
mr_in: आरोग्य स्मरण
pt: Lembrete de saúde
ru: Напоминание о здоровье
th: เตือนเรื่องสุขภาพ
tr: Sağlık hatırlatıcısı
vi: Nhắc nhở sức khỏe
zh_cn: 健康提醒
zh_hk: 健康提醒
zh_tw: 健康提醒

# microBreakTakenOverNote
source: You have a pomodoro plan for this shift, so the reminder follows its long breaks instead of a fixed interval. Clear the plan and the interval comes back.
ar: لديك خطة بومودورو لهذه الوردية، لذا يتبع التذكير استراحاتها الطويلة بدل فاصل ثابت. امسح الخطة ليعود الفاصل.
de: Für diese Schicht gibt es einen Pomodoro-Plan, daher folgt die Erinnerung seinen langen Pausen statt einem festen Intervall. Ohne Plan kehrt das Intervall zurück.
es: Tienes un plan pomodoro para este turno, así que el recordatorio sigue sus pausas largas en vez de un intervalo fijo. Borra el plan y el intervalo vuelve.
fr: Vous avez un plan pomodoro pour ce service : le rappel suit ses longues pauses au lieu d’un intervalle fixe. Effacez le plan et l’intervalle revient.
hi_in: इस शिफ़्ट के लिए आपकी पोमोडोरो योजना है, इसलिए रिमाइंडर तय अंतराल के बजाय उसके लंबे विरामों के साथ चलता है। योजना हटाते ही अंतराल लौट आता है।
id: Kamu punya rencana pomodoro untuk sif ini, jadi pengingat mengikuti istirahat panjangnya, bukan interval tetap. Hapus rencananya dan intervalnya kembali.
it: Hai un piano pomodoro per questo turno, quindi il promemoria segue le sue pause lunghe anziché un intervallo fisso. Cancella il piano e l'intervallo torna.
ja: このシフトにポモドーロの予定があるため、リマインダーは固定間隔ではなく長い休憩に合わせます。予定を消せば元の間隔に戻ります。
ko: 이번 근무에 뽀모도로 계획이 있어 알림이 고정 간격 대신 긴 휴식을 따릅니다. 계획을 비우면 간격이 돌아옵니다.
mr_in: या शिफ्टसाठी तुमची पोमोडोरो योजना आहे, म्हणून स्मरणपत्र ठराविक अंतराऐवजी तिच्या लांब विश्रांतींनुसार येते. योजना काढल्यास अंतर परत येते.
pt: Tens um plano pomodoro para este turno, por isso o lembrete segue as pausas longas em vez de um intervalo fixo. Apaga o plano e o intervalo volta.
ru: Для этой смены есть план помодоро, поэтому напоминание следует его длинным перерывам, а не фиксированному интервалу. Очистите план — интервал вернётся.
th: คุณมีแผนโพโมโดโรสำหรับกะนี้ การเตือนจึงตามเวลาพักยาวของแผนแทนช่วงเวลาคงที่ ล้างแผนแล้วช่วงเวลาคงที่จะกลับมา
tr: Bu vardiya için bir pomodoro planın var; hatırlatma sabit aralık yerine uzun molalarını izliyor. Planı temizlersen aralık geri gelir.
vi: Bạn có kế hoạch pomodoro cho ca này, nên lời nhắc đi theo các giờ nghỉ dài của nó thay vì khoảng cố định. Xoá kế hoạch thì khoảng cố định quay lại.
zh_cn: 你为这个班次排了番茄钟，所以提醒跟着它的长休息走，不再按固定间隔。清空计划后，固定间隔会自己回来。
zh_hk: 你為這個班次排了番茄鐘，所以提醒跟著它的長休息走，不再按固定間隔。清空計畫後，固定間隔會自己回來。
zh_tw: 你為這個班次排了番茄鐘，所以提醒跟著它的長休息走，不再按固定間隔。清空計畫後，固定間隔會自己回來。

# minutesShort
source: {{count}} min
ar: {{count}} د
hi_in: {{count}} मिनट
id: {{count}} mnt
ja: {{count}}分
ko: {{count}}분
mr_in: {{count}} मिनिटे
ru: {{count}} мин
th: {{count}} นาที
tr: {{count}} dk
vi: {{count}} phút
zh_cn: {{count}} 分钟
zh_hk: {{count}} 分鐘
zh_tw: {{count}} 分鐘

# minutesUnit
source: min
ar: د
hi_in: मिनट
id: mnt
ja: 分
ko: 분
mr_in: मि.
ru: мин
th: นาที
tr: dk
vi: phút
zh_cn: 分钟
zh_hk: 分鐘
zh_tw: 分鐘

# moneyEarned
source: Money Earned Today
ar: الأجر المكتسب اليوم
de: Heute verdient
es: Dinero ganado hoy
fr: Gains du jour
hi_in: आज कमाई गई राशि
id: Uang yang didapat hari ini
it: Guadagno di oggi
ja: 本日の獲得額
ko: 오늘 번 금액
mr_in: आज कमावलेली रक्कम
pt: Dinheiro ganho hoje
ru: Заработано сегодня
th: รายได้ที่ได้รับวันนี้
tr: Bugün kazanılan para
vi: Số tiền đã kiếm hôm nay
zh_cn: 今日已赚
zh_hk: 今日已賺
zh_tw: 今日已賺

source: Monthly
ar: شهري
de: Monatlich
es: Mensual
fr: Mensuel
hi_in: मासिक
id: Bulanan
it: Mensile
ja: 月給
ko: 월급
mr_in: मासिक
pt: Mensal
ru: Месячная
th: รายเดือน
tr: Aylık
vi: Lương tháng
zh_cn: 月薪
zh_hk: 月薪
zh_tw: 月薪

# monthlyWorkingDays
source: Working days per month
ar: أيام العمل في الشهر
de: Arbeitstage pro Monat
es: Días laborables al mes
fr: Jours travaillés par mois
hi_in: प्रति माह कार्य दिवस
id: Hari kerja per bulan
it: Giorni lavorativi al mese
ja: 月あたりの勤務日数
ko: 월 근무일수
mr_in: दरमहा कामाचे दिवस
pt: Dias úteis por mês
ru: Рабочих дней в месяце
th: วันทำงานต่อเดือน
tr: Aylık çalışma günü
vi: Số ngày làm việc mỗi tháng
zh_cn: 每月计薪天数
zh_hk: 每月計薪天數
zh_tw: 每月計薪天數

# moodCelebrating
source: Celebrating
ar: احتفال
de: Feiern
es: Celebrando
fr: En fête
hi_in: जश्न
id: Merayakan
it: In festa
ja: お祝い
ko: 축하
mr_in: उत्सव
pt: Comemorando
ru: Праздную
th: ฉลอง
tr: Kutlama
vi: Ăn mừng
zh_cn: 庆祝
zh_hk: 慶祝
zh_tw: 慶祝

# moodCoffee
source: Need coffee
ar: بحاجة لقهوة
de: Brauche Kaffee
es: Necesito café
fr: Besoin de café
hi_in: कॉफ़ी चाहिए
id: Butuh kopi
it: Serve caffè
ja: コーヒーが必要
ko: 커피 필요
mr_in: कॉफी हवी
pt: Preciso de café
ru: Нужен кофе
th: ต้องการกาแฟ
tr: Kahve lazım
vi: Cần cà phê
zh_cn: 需要咖啡
zh_hk: 想飲咖啡
zh_tw: 需要咖啡

# moodCounting
source: Can't wait
ar: لا أطيق الانتظار
de: Kann's kaum erwarten
es: Impaciente
fr: Impatient
hi_in: बेसब्री
id: Tak sabar
it: Non vedo l'ora
ja: 待ちきれない
ko: 설렘
mr_in: अधीर
pt: Ansioso
ru: Не терпится
th: รอไม่ไหว
tr: Sabırsız
vi: Nóng lòng
zh_cn: 迫不及待
zh_hk: 急不及待
zh_tw: 迫不及待

# moodExcited
source: Excited
ar: متحمّس
de: Aufgeregt
es: Emocionado
fr: Enthousiaste
hi_in: उत्साहित
id: Bersemangat
it: Entusiasta
ja: ワクワク
ko: 신남
mr_in: उत्साही
pt: Empolgado
ru: В восторге
th: ตื่นเต้น
tr: Heyecanlı
vi: Phấn khích
zh_cn: 兴奋
zh_hk: 興奮
zh_tw: 興奮

# moodFiredUp
source: Fired up
ar: مفعم بالحماس
de: Voller Energie
es: Con energía
fr: Motivé
hi_in: जोश में
id: Penuh semangat
it: Carico
ja: やる気満々
ko: 의욕충만
mr_in: जोशात
pt: Cheio de energia
ru: Полон сил
th: ไฟแรง
tr: Enerjik
vi: Tràn đầy năng lượng
zh_cn: 斗志满满
zh_hk: 鬥志滿滿
zh_tw: 鬥志滿滿

# moodHappy
source: Happy
ar: سعيد
de: Glücklich
es: Feliz
fr: Heureux
hi_in: खुश
id: Senang
it: Felice
ja: ハッピー
ko: 행복
mr_in: आनंदी
pt: Feliz
ru: Счастлив
th: มีความสุข
tr: Mutlu
vi: Vui vẻ
zh_cn: 开心
zh_hk: 開心
zh_tw: 開心

# moodRelaxed
source: Relaxed
ar: مسترخٍ
de: Entspannt
es: Relajado
fr: Détendu
hi_in: आराम में
id: Santai
it: Rilassato
ja: リラックス
ko: 여유
mr_in: निवांत
pt: Relaxado
ru: Расслаблен
th: ผ่อนคลาย
tr: Rahat
vi: Thư giãn
zh_cn: 放松
zh_hk: 放鬆
zh_tw: 放鬆

# moodTired
source: Exhausted
ar: منهك
de: Erschöpft
es: Agotado
fr: Épuisé
hi_in: थका हुआ
id: Lelah
it: Esausto
ja: ぐったり
ko: 지침
mr_in: थकलेला
pt: Exausto
ru: Вымотан
th: เหนื่อยล้า
tr: Bitkin
vi: Kiệt sức
zh_cn: 累瘫
zh_hk: 攰到癱
zh_tw: 累癱

# moreActions
source: More
ar: المزيد
de: Mehr
es: Más
fr: Plus
hi_in: और
id: Lainnya
it: Altro
ja: その他
ko: 더 보기
mr_in: अधिक
pt: Mais
ru: Ещё
th: เพิ่มเติม
tr: Daha fazla
vi: Thêm
zh_cn: 更多
zh_hk: 更多
zh_tw: 更多

# nextShiftIn
source: Next shift in {{time}}
ar: الوردية التالية بعد {{time}}
de: Nächste Schicht in {{time}}
es: Próximo turno en {{time}}
fr: Prochain service dans {{time}}
hi_in: अगली शिफ़्ट {{time}} में
id: Sif berikutnya dalam {{time}}
it: Prossimo turno tra {{time}}
ja: 次の勤務まで {{time}}
ko: 다음 근무까지 {{time}}
mr_in: पुढील शिफ्ट {{time}} मध्ये
pt: Próximo turno em {{time}}
ru: До следующей смены {{time}}
th: กะถัดไปในอีก {{time}}
tr: Sonraki vardiyaya {{time}}
vi: Ca tiếp theo sau {{time}}
zh_cn: 距下次上班 {{time}}
zh_hk: 距下次返工 {{time}}
zh_tw: 距下次上班 {{time}}

# nextShiftLabelShort
source: Next shift in
ar: الوردية التالية بعد
de: Nächste Schicht in
es: Próximo turno en
fr: Prochain service dans
hi_in: अगली शिफ़्ट में
id: Sif berikutnya dalam
it: Prossimo turno tra
ja: 次の勤務まで
ko: 다음 근무까지
mr_in: पुढील शिफ्टला
pt: Próximo turno em
ru: До смены
th: อีกกี่ชั่วโมงเข้างาน
tr: Sonraki vardiyaya
vi: Ca tiếp theo sau
zh_cn: 距上班还有
zh_hk: 距返工仲有
zh_tw: 距上班還有

# nonWorkdayTapAgain
source: Rest day · tap again to time today
ar: اليوم يوم راحة · اضغط مرة أخرى للبدء
de: Heute ist frei · zum Starten erneut tippen
es: Hoy es día libre · toca otra vez para iniciar
fr: Aujourd’hui est un jour de repos · touchez à nouveau pour démarrer
hi_in: आज छुट्टी है · शुरू करने के लिए फिर टैप करें
id: Hari ini hari libur · ketuk lagi untuk mulai
it: Oggi è un giorno libero · tocca di nuovo per iniziare
ja: 休日 · もう一度タップして計時
ko: 휴일 · 다시 눌러 오늘 계측
mr_in: आज सुट्टी आहे · सुरू करण्यासाठी पुन्हा टॅप करा
pt: Hoje é dia de folga · toque novamente para iniciar
ru: Сегодня выходной · нажмите ещё раз, чтобы начать
th: วันนี้เป็นวันพัก · แตะอีกครั้งเพื่อเริ่ม
tr: Bugün izin günü · başlatmak için yeniden dokunun
vi: Hôm nay là ngày nghỉ · chạm lần nữa để bắt đầu
zh_cn: 今天休息 · 再点一次开始手动计时
zh_hk: 今日休息 · 再撳一次開始手動計時
zh_tw: 今天休息 · 再點一次開始手動計時

source: Not now
ar: ليس الآن
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
hi_in: अभी नहीं
id: Tidak sekarang
it: Non ora
ja: 後で
ko: 지금은 안 함
mr_in: आत्ता नाही
pt: Agora não
ru: Не сейчас
th: ยังไม่ใช่ตอนนี้
tr: Şimdi değil
vi: Để sau
zh_cn: 暂不
zh_hk: 而家唔好
zh_tw: 暫不

# notificationAllowedStatus
source: Allowed
ar: مسموح
de: Erlaubt
es: Permitido
fr: Autorisé
hi_in: अनुमत
id: Diizinkan
it: Consentito
ja: 許可
ko: 허용됨
mr_in: परवानगी आहे
pt: Permitido
ru: Разрешено
th: อนุญาต
tr: İzin verildi
vi: Được phép
zh_cn: 已允许
zh_hk: 已允許
zh_tw: 已允許

# notificationCapability
source: Status
ar: الحالة
es: Estado
fr: État
hi_in: स्थिति
it: Stato
ja: 機能の状態
ko: 기능 상태
mr_in: स्थिती
ru: Состояние
th: สถานะ
tr: Durum
vi: Trạng thái
zh_cn: 功能状态
zh_hk: 功能狀態
zh_tw: 功能狀態

# notificationCapabilityNote
source: Without notification permission, only the Lock Screen Live Activity can appear. The countdown itself keeps running.
ar: من دون إذن الإشعارات، يمكن أن يظهر النشاط الحي على شاشة القفل فقط. ويستمر العد التنازلي.
de: Ohne Mitteilungsberechtigung kann nur die Live-Aktivität auf dem Sperrbildschirm erscheinen. Der Countdown läuft weiter.
es: Sin permiso de notificaciones solo puede aparecer la Actividad en Vivo de la pantalla bloqueada. La cuenta atrás sigue funcionando.
fr: Sans autorisation de notification, seule l’activité en direct sur écran verrouillé peut apparaître. Le compte à rebours continue.
hi_in: सूचना अनुमति के बिना केवल लॉक स्क्रीन लाइव एक्टिविटी दिखाई दे सकती है। काउंटडाउन चलता रहेगा।
id: Tanpa izin notifikasi, hanya Aktivitas Langsung Layar Kunci yang dapat muncul. Hitung mundur tetap berjalan.
it: Senza autorizzazione alle notifiche può apparire solo l’attività in tempo reale sulla schermata di blocco. Il conto alla rovescia continua.
ja: 通知の許可がなくても、ロック画面のライブアクティビティは表示できます。カウントダウンはそのまま続きます。
ko: 알림 권한이 없어도 잠금 화면 실시간 현황은 표시될 수 있습니다. 카운트다운은 계속 실행됩니다.
mr_in: सूचना परवानगीशिवाय फक्त लॉक स्क्रीन लाइव्ह अ‍ॅक्टिव्हिटी दिसू शकते. काउंटडाउन सुरू राहते.
pt: Sem permissão de notificações, apenas a Atividade ao Vivo na tela bloqueada pode aparecer. A contagem regressiva continua.
ru: Без разрешения на уведомления может отображаться только Live Activity на экране блокировки. Обратный отсчёт продолжится.
th: หากไม่มีสิทธิ์แจ้งเตือน จะแสดงได้เฉพาะ Live Activity บนหน้าจอล็อก ส่วนการนับถอยหลังยังคงทำงานต่อ
tr: Bildirim izni olmadan yalnızca Kilit Ekranı Canlı Etkinliği görünebilir. Geri sayım çalışmaya devam eder.
vi: Khi không có quyền thông báo, chỉ Hoạt động trực tiếp trên Màn hình khóa có thể xuất hiện. Bộ đếm ngược vẫn tiếp tục chạy.
zh_cn: 没有通知权限时，只会显示锁定屏幕实时活动；倒计时仍会继续运行。
zh_hk: 冇通知權限時，只會顯示鎖定畫面即時動態；倒數仍會繼續運作。
zh_tw: 沒有通知權限時，只會顯示鎖定畫面即時動態；倒數仍會繼續運作。
